Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh127-v3.tmx
Source language: bo
Languages: en

source: །བྱིས་པ་ཤིན་ཏུ་འདོད་ལ་ཆགས་ཤིང་ཞེན།
en: The fool, though, becomes attached to those pleasures.

source: །སྒྱུ་མ་བྱེད་པ་དག་གིས་གཟུགས་སྤྲུལ་ཏེ།
en: “A magician causes forms to appear,

source: །རྟ་དང་གླང་པོ་ཤིང་རྟ་སྣ་ཚོགས་བྱས།
en: Creating horses, elephants, chariots, and so on.

source: །དེ་ལ་ཇི་ལྟར་སྣང་བ་གང་ཡང་མེད།
en: But though they appear they do not exist at all.

source: །ཇི་ལྟར་བུ་མོ་གཞོན་ནུའི་རྨི་ལམ་ན།
en: “In a young woman’s dream

source: །བུ་ཕོ་བྱུང་ཞིང་ཤི་བ་དེས་མཐོང་ནས།
en: She gives birth to a son and then sees him die.

source: །བྱུང་ནས་དགའ་ཞིང་ཤི་ནས་མི་དགའ་ལྟར།
en: She is happy when he’s born and sad when he dies.

source: །ཇི་ལྟར་མཚན་མོ་ཆུ་ཡི་ཟླ་བ་དག །དང་ཞིང་རྙོག་པ་མེད་པའི་ཆུ་ནང་སྣང་།
en: “In the night the reflection of the moon Appears on clear, undisturbed water,

source: །ཆུ་ཟླ་སྟོང་པ་གསོག་སྟེ་གཟུང་དུ་མེད།
en: But it is empty of a moon and there is nothing to grasp.

source: །ཆོས་རྣམས་ཐམས་ཅད་དེ་བཞིན་ཤེས་པར་གྱིས། །ཇི་ལྟར་སོས་ཀའི་ཉི་མ་ཕྱེད་དུས་ན།
en: Know that all phenomena are like that. {19}

source: །སྐྱེས་བུ་སྐོམ་པས་གདུངས་ཤིང་འགྲོ་བ་ཡིས།
en: “A thirsty person traveling At noon during the summer

source: །སྨིག་རྒྱུ་དག་ལ་ཆུ་ཡི་ཕུང་པོར་མཐོང་།
en: Sees a lake that is a mirage.

source: །སྨིག་རྒྱུ་ལ་ཡང་ཆུ་ནི་ཡོང་མེད་ན།
en: “The water that is a mirage cannot be found.

source: །སེམས་ཅན་རྨོངས་པ་དེ་ལ་འཐུང་འདོད་དེ།
en: Foolish beings want to drink it,

source: །མི་བདེན་ཆུ་ནི་འཐུང་བར་ཡོང་མི་ནུས།
en: But water that is not real cannot be drunk.

source: །ཇི་ལྟར་ཆུ་ཤིང་རློན་པའི་སྡོང་པོ་ལ།
en: Pulls apart the trunk of a green banana plant,

source: །སྙིང་པོ་འདོད་ཕྱིར་སྐྱེས་བུས་དེ་གཤགས་ཀྱང་། །ནང་དང་ཕྱི་རོལ་ཀུན་ན་སྙིང་པོ་མེད།
en: They find no essence either inside or outside.

source: །མིག་དང་རྣ་བ་སྣ་ཡང་ཚད་མ་མིན།
en: “The eyes, the ears, and the nose are unreliable.

source: །ལྕེ་དང་ལུས་དང་སེམས་ཀྱང་ཚད་མ་མིན།
en: The tongue, the body, and the mind are unreliable.

source: །དབང་པོ་འདི་དག་གལ་ཏེ་ཚད་ཡིན་ན།
en: If the senses could be relied upon,

source: །འཕགས་པའི་ལམ་གྱིས་སུ་ལ་ཅི་ཞིག་བྱ།
en: What need would there be for the path of the noble ones? {23}

source: །འདི་ལྟར་དབང་པོ་འདི་དག་ཚད་མིན་ཞིང་།
en: “These senses are unreliable.

source: །ངོ་བོ་ཉིད་ཀྱིས་བེམས་པོ་ལུང་མ་བསྟན།
en: Their nature is material and neutral.

source: །དེ་ཕྱིར་མྱ་ངན་འདའ་བའི་ལམ་འདོད་པ།
en: Therefore those who wish for the path to nirvāṇa

source: །དེས་ནི་འཕགས་པའི་ལམ་གྱིས་བྱ་བ་བྱོས།
en: Must follow the path of the noble ones. {24}

source: །ལུས་ལ་སྔོན་གྱི་མཐའ་མ་རབ་བརྟགས་ན།
en: “If one examines the body back into the past,

source: །དེ་ལ་ལུས་མེད་ལུས་སུ་འདུ་ཤེས་མེད།
en: There is no body and no conception of a body.

source: །གང་ལ་ལུས་མེད་ལུས་སུ་ཤེས་མེད་པ།
en: When there is no body and no conception of a body

source: །དེ་ནི་འདུས་མ་བྱས་ཀྱི་རིགས་ཞེས་བྱ།
en: This is called the lineage of the noncomposite. {25}

source: །མྱ་ངན་འདས་པའི་ཆོས་ལ་ཆོས་མེད་དེ།
en: “There are no phenomena in the phenomena of nirvāṇa,

source: །གང་ཕྱིར་འདི་མེད་ནམ་ཡང་ཡོད་མི་འགྱུར།
en: For if it is nonexistent there could never be an existence.

source: །རྟོག་ཅན་དག་གི་ཡོད་དང་མེད་ཅེས་བྱ།
en: Those who conceptualize teach existence and nonexistence,

source: །དེ་ལྟར་སྤྱོད་པ་སྡུག་བསྔལ་ཞི་མི་འགྱུར།
en: But practicing in that way will not bring an end to suffering. {26}

source: །ཡོད་དང་མེད་ཅེས་བྱ་བ་གཉི་ག་མཐའ།
en: “ ‘Existing,’ ‘not existing,’ and both are extremes.

source: །གཙང་དང་མི་གཙང་འདི་ཡང་མཐའ་ཡིན་ཏེ།
en: ‘Pure’ and ‘impure’ are also extremes.

source: །དེ་ཕྱིར་གཉིས་ཀའི་མཐའ་ནི་རྣམ་སྤངས་ནས།
en: Therefore, rejecting both extremes,

source: །མཁས་པ་དབུས་ལའང་གནས་པར་ཡོང་མི་བྱེད།
en: The wise do not even remain in the middle. {27}

source: །ཡོད་དང་མེད་ཅེས་བྱ་བ་རྩོད་པ་སྟེ།
en: “ ‘Existing’ and ‘not existing’ are in conflict.

source: །གཙང་དང་མི་གཙང་འདི་ཡང་རྩོད་པ་ཡིན།
en: ‘Pure’ and ‘impure’ are also in conflict.

source: །རྩོད་པར་གྱུར་པ་སྡུག་བསྔལ་ཞི་མི་འགྱུར།
en: When there is conflict, suffering cannot be ended.

source: །རྩོད་པ་མེད་པར་གྱུར་པ་སྡུག་བསྔལ་འགག །དྲན་པ་ཉེ་བར་གཞག་པའི་གཏམ་བྱས་ཏེ།
en: When there is no conflict, suffering ceases. {28} “When fools speak about remaining in mindfulness

source: །བྱིས་པ་བདག་ཉིད་ལུས་ལ་མངོན་སུམ་སྙེམས།
en: They become proud, saying, ‘I have witnessed it in my body.’

source: །ལུས་ལ་མངོན་སུམ་གྱུར་པ་རློམ་སེམས་མེད།
en: But those who have witnessed it in their body have no pride;

source: །དེ་ནི་རློམ་སེམས་མེད་དོ་ཐམས་ཅད་སྤངས།
en: They are those who are freed from all such pride. {29}

source: །བསམ་གཏན་བཞི་དག་གི་ཡང་གཏམ་བྱས་ནས།
en: “When speaking of the four dhyānas,

source: །བྱིས་པ་བདག་ཉིད་བསམ་གཏན་སྤྱོད་ཡུལ་སྨྲ།
en: The foolish claim they can experience dhyāna. But those who know and realize that dhyāna

source: །བསམ་གཏན་ཉོན་མོངས་མེད་ཅིང་རློམ་སེམས་མེད། །ཤེས་པས་རྟོགས་ནས་དྲེགས་པ་རབ་ཏུ་སྤོང་།
en: Is without kleśas or pride reject such arrogance. {30}

source: །བདེན་པ་བཞི་ཡི་གཏམ་རྣམས་བྱས་ནས་ཀྱང་།
en: “When speaking of the four truths,

source: །བྱིས་པ་བདག་ཉིད་བདེན་པ་མཐོང་ཞེས་ཟེར།
en: The foolish say that they see the truth.

source: །བདེན་པ་མཐོང་ལ་རློམ་སེམས་གང་ཡང་མེད།
en: But there is no pride when the truth is seen.

source: །རློམ་སེམས་མེད་པ་བདེན་པ་རྒྱལ་བས་གསུངས།
en: The Jina taught the truth that is without pride. {31}

source: །ཚུལ་ཁྲིམས་སྲུང་ཞིང་དེ་ཡིས་སྙེམས་མི་བྱ།
en: “Do not be proud of maintaining correct conduct.

source: །ཆོས་རྣམས་མཉན་ཅིང་དེས་ནི་མི་བསྙེམས་ཏེ།
en: Do not become proud through listening to the Dharma.

source: །གང་དག་ཤེས་རབ་ཆུང་ངུ་དེ་བསྙེམས་པ།
en: When those with little wisdom become proud,

source: །རྩ་བ་དེ་ལས་དེ་ཡི་སྡུག་བསྔལ་འཕེལ།
en: That is the root of increasing suffering. {32}

source: །འཇིག་རྟེན་འདྲེན་པ་ཐམས་ཅད་མཁྱེན་པ་ཡིས།
en: “The world’s guide, the omniscient one,

source: །དྲེགས་པ་སྡུག་བསྔལ་རྩ་བ་ཡིན་པར་བསྟན།
en: Taught that pride is the root of suffering.

source: །རྒྱགས་པས་དྲེགས་པ་སྡུག་བསྔལ་རབ་ཏུ་འཕེལ།
en: To be puffed up with pride makes suffering grow;

source: །རློམ་སེམས་མེད་པ་སྡུག་བསྔལ་འགག་པར་འགྱུར།
en: To have no pride brings suffering to an end. {33}

source: །ཇི་སྙེད་ཆོས་མང་ཡོངས་སུ་ཆུབ་བྱས་ནས།
en: “However much Dharma you have learned,

source: །ཐོས་པས་རྒྱགས་ཤིང་ཚུལ་ཁྲིམས་མི་སྲུང་ན།
en: If you feel proud of your learning and let your proper conduct lapse,

source: །ཚུལ་ཁྲིམས་འཆལ་བས་ངན་འགྲོར་དེ་འགྲོ་ལ།
en: Your misconduct will take you to the lower realms

source: །ཐོས་པ་མང་པོས་དེ་ལ་སྐྱོབ་མི་ནུས།
en: And all that great learning will not protect you. {34}

source: །གལ་ཏེ་ཚུལ་ཁྲིམས་གྲགས་པས་དེ་རྒྱགས་ཤིང་།
en: “If you feel proud of being renowned for correct conduct

source: །མང་དུ་ཐོས་ལ་བརྩོན་པར་མི་བྱེད་ན།
en: And do not dedicate yourself to listening to many teachings,

source: །ཚུལ་ཁྲིམས་འབྲས་བུ་མ་ལུས་ཟད་ནས་ནི།
en: When the results of your correct conduct have been used up

source: །ཕྱིར་ཡང་སྡུག་བསྔལ་རབ་ཏུ་མྱོང་བར་འགྱུར།
en: You will afterward experience suffering. {35}

source: །འཇིག་རྟེན་དག་ན་ཏིང་འཛིན་སྒོམ་བྱེད་ཀྱང་།
en: “If you meditate on a worldly samādhi

source: །དེ་ནི་བདག་ཏུ་འདུ་ཤེས་གཞིག་མི་བྱེད།
en: And do not eliminate the conception of a self,

source: །དེ་ཡི་ཉོན་མོངས་ཕྱིར་ཡང་རབ་ཏུ་ལྡང་།
en: Then the kleśas will arise once more,

source: །ལྷག་སྤྱོད་ཀྱིས་ནི་ཏིང་འཛིན་འདིར་བསྒོམས་བཞིན།
en: As happened in the samādhi practice of Udraka. {36}

source: །གལ་ཏེ་བདག་མེད་ཆོས་ལ་རབ་རྟོག་ཅིང་།
en: “If one examines the Dharma of selflessness,

source: །དེ་དག་བརྟགས་ནས་གལ་ཏེ་སྒོམ་བྱེད་ན།
en: And if after examining, one meditates,

source: །འབྲས་བུ་མྱ་ངན་འདས་ཐོབ་རྒྱུ་དེ་ཡིན།
en: That will be the cause resulting in the attainment of nirvāṇa.

source: །རྒྱུ་གཞན་དེ་དག་ཞི་བར་འགྱུར་མི་སྲིད།
en: It is impossible for peace to come from any other cause. {37}

source: །མི་ཞིག་ཆོམ་རྐུན་མང་པོས་རབ་གཙེས་ནས།
en: “If a man is being attacked by bandits

source: །འཚོ་བར་འདོད་པས་བྲོས་ཤིང་འགྲོར་བརྩལ་ན།
en: And, wishing to save his life, he tries to run away

source: །དེ་ཡི་རྐང་པ་འགྲོ་ཞིང་རྒྱུག་མ་ནུས།
en: But his legs will not move and he cannot run,

source: །ཆོམ་རྐུན་དག་གིས་དེ་བཟུང་བཅོམ་པ་ལྟར།
en: He will be captured and killed by the bandits. {38}

source: །དེ་བཞིན་ཚུལ་ཁྲིམས་ཉམས་པ་རྨོངས་པའི་མི།
en: “In the same way, a stupid person without correct conduct

source: །འདུས་བྱས་དག་ལས་འབྲོས་པར་འདོད་མོད་ཀྱི།
en: May try to escape from composite phenomena.

source: །ཚུལ་ཁྲིམས་ཉམས་པས་དེ་ཡང་འབྲོས་མི་ནུས།
en: But without correct conduct he is not able to flee,

source: །ན་རྒ་འཆི་བ་དག་གིས་ཤིན་ཏུ་བཅོམ།
en: And will be killed by old age, illness, and death. {39}

source: །ཇི་ལྟར་མི་རྒོད་སྟོང་ཕྲག་མང་པོ་དག །རྣམ་པ་དུ་མའི་སྒོ་ནས་སྡིགས་བྱེད་པ།
en: “Just as many thousands of savages Do you harm in various ways,

source: །དེ་བཞིན་ཉོན་མོངས་སྒོ་རྣམས་དུ་མ་ནས།
en: The kleśas will in many ways,

source: །མི་རྒོད་བཞིན་དུ་དགེ་བའི་ཕྱོགས་རྣམས་འཇོམས།
en: Like savages, destroy that which is good. {40}

source: །གང་གིས་ཕུང་པོ་བདག་མེད་རབ་བརྟགས་ཏེ།
en: “Those who have understood the skandhas to be without a self,

source: །སྤྱོས་ཤིང་བརྒྱད་ཀྱང་ཞུམ་པར་མི་འགྱུར་བ།
en: Even if insulted or beaten, will not be dismayed.

source: །ཉོན་མོངས་བདུད་ཀྱི་དབང་དུ་དེ་མི་འགྲོ །སྟོང་པ་ཤེས་པ་དེ་ལ་འཁྲུག་པ་མེད།
en: They will not fall under the power of the kleśa demons. Those who know emptiness will never become agitated. {41}

source: །འགྲོ་མང་ཕུང་པོ་སྟོང་པར་སྟོན་མོད་ཀྱི།
en: “Many people teach the emptiness of the skandhas

source: །ཇི་ལྟར་བདག་མེད་དེ་དག་མི་ཤེས་ཏེ།
en: But have not understood that selflessness;

source: །མི་ཤེས་དེ་དག་གཞན་གྱིས་བརྒལ་ན་ཡང་།
en: When those who have not understood are contradicted by others,

source: །ཁྲོ་བའི་ཟིལ་གྱིས་ནོན་ཅིང་ཚིག་རྩུབ་སྨྲ།
en: They will be overpowered by anger and speak harsh words. {42}

source: །མི་དག་ན་ཞིང་ལུས་ནི་སྡུག་བསྔལ་ཏེ།
en: “There was a man who was ill and suffering physically.

source: །ལོ་གྲངས་མང་པོར་རེས་འགའ་མ་ཐར་བ།
en: For many years he could not attain freedom from his illness.

source: །དེ་ནི་ཡུན་རིང་ནད་ཀྱིས་ཉོན་མོངས་པས།
en: For a long time he was tormented by his illness,

source: །ནད་རྣམས་གསོ་བའི་ཕྱིར་ཡང་སྨན་པ་བཙལ།
en: And in order to be cured he went in search of a physician. {43}

source: །ཡང་དང་ཡང་ནི་དེ་ཡིས་བཙལ་བ་དང་། །སྨན་པ་མཁས་ཤིང་རིག་པ་དེས་རྙེད་དེ།
en: “Searching and searching, again and again, He found a skilled and wise physician

source: །དེས་ཀྱང་སྙིང་རྗེ་ཉེ་བར་བཞག་ནས་ནི།
en: Who had compassion for him

source: །སྨན་འདི་གཏང་བར་གྱིས་ཞེས་སྨྲས་པ་དང་། །སྨན་མང་བཟང་ཞིང་ཕངས་པ་དེས་བླངས་ནས།
en: And said, ‘Take this medicine.’ {44} “He gave him much excellent medicine,

source: །ན་བ་འཚོ་བར་འགྱུར་བའི་སྨན་མི་འཐུང་།
en: But the sick man didn’t take the healing medicine.

source: །སྨན་པས་མ་ལན་སྨན་གྱིས་མ་ཉེས་ཏེ།
en: That was not the fault of the physician or the medicine;

source: །ནད་པ་དེ་ཉིད་ཀྱིས་ནི་ཉེས་པ་ཡིན།
en: It was the fault of the sick person. {45}

source: །དེ་བཞིན་བསྟན་པ་འདི་ལ་རབ་བྱུང་སྟེ།
en: “In the same way, those who have entered homelessness in this teaching,

source: །སྟོབས་དང་བསམ་གཏན་དབང་པོ་ཀུན་རིག་ནས།
en: Who know of the strengths, the dhyānas, and the powers

source: །སྒོམ་པ་ལ་ནི་མངོན་པར་བརྩོན་མི་བྱེད།
en: But do not dedicate themselves to meditation,

source: །རིགས་པར་མི་བརྩོན་ག་ལ་མྱ་ངན་འདའ།
en: Are not endeavouring in what is correct, so how could they attain nirvāṇa? {46}

source: །རྟག་ཏུ་ཆོས་ཀུན་རང་བཞིན་སྟོང་པ་སྟེ།
en: “All phenomena are always empty by nature.

source: །རྒྱལ་བའི་སྲས་རྣམས་དངོས་པོ་རྣམ་པར་འཇིག །སྲིད་པ་ཐམས་ཅད་ཡོང་ཡེ་སྟོང་པ་སྟེ།
en: The heirs of the jinas have eliminated all things. The entirety of existence has always been empty.

source: །ཉི་ཚེའི་སྟོང་པ་མུ་སྟེགས་ཅན་དག་གི།
en: The emptiness of the tīrthikas is limited. {47}

source: །མཁས་པ་བྱིས་པ་དག་དང་རྩོད་མི་བྱེད།
en: “The wise do not argue with fools,

source: །བྱིས་པ་དག་ནི་རི་མོར་བྱས་ནས་སྤོང་།
en: They politely avoid them;

source: །ཞེ་སྡང་སེམས་ཀྱིས་བདག་གི་དྲུང་འོང་ཞེས།
en: Thinking, ‘They come to me with malicious intent,’

source: །བྱིས་པའི་ཆོས་ལ་སྟེན་པར་ཡང་མི་བྱེད།
en: They do not engage with the Dharma of fools. {48}

source: །བྱིས་པ་དག་གི་རང་བཞིན་རྒྱུད་རིག་ནས།
en: “Knowing the nature and dispositions of fools,

source: །མཁས་པ་བྱིས་པ་དག་དང་མི་འགྲོགས་ཏེ། །ཇི་སྲིད་དུ་ནི་བྱིས་པ་ལེགས་བསྙེན་ཀྱང་།
en: The wise do not associate with fools. Whenever they associate well with them

source: །དེ་དག་ཕྱིར་ཡང་དགྲ་དང་འདྲ་བར་འགྱུར།
en: Those fools eventually turn into enemies. {49}

source: །མཁས་པ་བྱིས་པ་དག་ལ་ཡིད་མི་རྟོན།
en: “The wise do not depend upon the foolish.

source: །མཁས་དང་བྱིས་པའི་རང་བཞིན་ཆོས་ཉིད་ནི།
en: The wise and the foolish have different natures.

source: །བྱིས་པའི་རང་བཞིན་ངང་ཚུལ་ཐ་དད་དེ།
en: The nature of the foolish is naturally contrary,

source: །སོ་སོའི་སྐྱེ་བོ་ལ་ནི་མཛའ་བ་མེད།
en: So the wise do not have ordinary people as friends. {50}

source: །ཆོས་དང་ལྡན་པའི་ཚིག་ཏུ་སྨྲས་ན་ཡང་།
en: “They may speak with words about the Dharma

source: །ཡིད་མི་ཆེས་དང་ཞེ་སྡང་ཁྲོ་བ་དག །མངོན་པར་སྟོན་པ་འདི་ནི་བྱིས་པའི་ཆོས།
en: But do not believe it, showing their anger and aggression. Such is the Dharma of fools, and knowing this to be so

source: །དོན་འདི་རྣམ་པར་རིག་པས་ཡིད་མི་རྟོན།
en: The wise do not rely on it. {51}

source: །བྱིས་པ་དང་ནི་བྱིས་པར་འཐུན་འབྱོར་བ།
en: “The foolish are in accord with other fools

source: །ཇི་ལྟར་མི་གཙང་བ་དང་མི་གཙང་བཞིན།
en: Like impurity with other impurities.

source: །མཁས་པ་དག་ནི་མཁས་པའི་སྐྱེ་བོ་དང་། །འཐུན་ཞིང་འབྱོར་པ་མར་དང་སྙིང་ཁུ་བཞིན།
en: The wise are in accord with other wise people Like butter is with ghee. {52}

source: །འཁོར་བའི་ཉེས་ལ་སོ་སོར་མ་བརྟགས་ཏེ།
en: “They do not examine the faults of saṃsāra;

source: །ལས་ཀྱི་རྣམ་པར་སྨིན་ལ་མི་འཇུག་ཅིང་།
en: They pay no attention to the ripening of karma;

source: །སངས་རྒྱས་རྣམས་ཀྱི་ཚིག་ལ་མ་དད་པས།
en: They have no faith in the words of the buddhas:

source: །བྱིས་པ་དེ་དག་བཅད་ཅིང་གཏུབ་པར་འགྱུར།
en: Those fools will be sliced and cut into pieces. {53}

source: །མི་འཐོབ་རབ་ཏུ་རྙེད་དཀའ་ཐོབ་ནས་ནི།
en: “They have obtained a human life that is difficult to obtain,

source: །བཟོ་ཡི་གནས་དག་ལ་ནི་མཁས་མ་གྱུར།
en: But they have not become skilled in any craft.

source: །དབུལ་པོར་གྱུར་ཅིང་ནོར་ཡང་ཡོང་མེད་དེ།
en: They have become poor without any wealth.

source: །དེ་ནས་འཚོ་བ་མེད་པས་རབ་ཏུ་འབྱུང་།
en: In order to have a livelihood they become mendicants. {54}

source: །སངས་རྒྱས་བསྟན་འདིར་དེ་དག་རབ་བྱུང་ནས།
en: “Having become mendicants in this teaching of the Buddha,

source: །ལྷུང་བཟེད་ཆོས་གོས་དག་ལ་ཆགས་པར་འགྱུར།
en: They become attached to their robes and alms bowls.

source: །དེ་དག་སྡིག་པའི་གྲོགས་པོས་ཡོངས་ཟིན་པས།
en: They fall under the influence of bad companions,

source: །བདེ་བར་གཤེགས་པའི་བསླབ་པ་མི་སྤྱོད་དེ།
en: And they do not practice the teaching of the Sugata. {55}

source: །དེ་དག་བདག་གི་ཚུལ་ཁྲིམས་མ་མཐོང་བས།
en: “They are not observant of their own conduct.

source: །བྱིས་པ་དག་ནི་སེམས་གནས་མི་རྙེད་ཅིང་།
en: Such fools do not perceive the states of their minds.

source: །ཉིན་མཚན་རྣལ་འབྱོར་ལ་ཡང་མི་བརྩོན་པས།
en: Day and night they do not follow the discipline,

source: །དེ་དག་སྡིག་པའི་ལམ་ལ་སྨོད་མི་བྱེད།
en: And they do not abhor the path of bad actions. {56}

source: །ལུས་དང་སེམས་ནི་ཤིན་ཏུ་མི་སྡོམ་པ།
en: “They do not restrain their body and mind.

source: །དེ་ནི་ཚིག་ཏུ་མི་སྨྲ་ཅི་ཡང་མེད། །སུ་ཡིས་ཉེས་པ་ཅི་བྱས་བརྒལ་ལོ་ཞེས།
en: There is nothing that they will not say.

source: །རྟག་ཏུ་གཞན་གྱི་ཉེས་པ་ཚོལ་ཞིང་རྟོག །བྱིས་པ་དག་ནི་ཟས་ལ་ཆགས་གྱུར་ནས།
en: They are always looking for faults in others, And criticize any mistake they make. {57} “Such fools have attachment to food.

source: །ཟས་ལ་ཚོད་རིག་པར་ནི་མི་བྱེད་དེ།
en: They know no limit to their eating.

source: །སངས་རྒྱས་བསོད་ནམས་ཀྱིས་ནི་ཟས་རྙེད་ཀྱང་།
en: They obtain their food through the Buddha’s merit,

source: །དེ་ལ་བྱིས་པ་བྱས་པ་གཟོ་མི་འགྱུར།
en: But these fools do not keep that in mind. {58}

source: །དེ་དག་ཁ་ཟས་རོ་ཞིམ་བསོད་པ་དག །རྙེད་ནས་རྣལ་འབྱོར་མི་བརྩོན་ཟ་ཞིང་འཐུང་།
en: “When they find food that is delicious and pleasing, They consume it without engaging in the discipline.

source: །དེ་དག་ལ་ནི་ཟས་དེ་གདུག་པར་འགྱུར།
en: For them that food becomes poison,

source: །བལ་གླང་ཕྲུ་གུས་རྩ་བ་མ་བཀྲུས་བཞིན།
en: Like an unclean lotus stem for an elephant calf. {59}

source: །མཁས་ཤིང་རྟོགས་པ་བློ་གྲོས་ལྡན་པ་ནི།
en: “The wise, the sagacious, the realized

source: །ཁ་ཟས་བཟང་པོ་གཙང་མ་ཟ་མོད་ཀྱི།
en: Also eat food that is pure and pleasing,

source: །དེ་དག་ལ་ནི་ཆགས་པར་མི་འགྱུར་ཏེ།
en: But they have no attachment to it.

source: །མ་ཆགས་བཞིན་དུ་ཟ་ཞིང་རྣལ་འབྱོར་བརྩོན།
en: They eat without clinging, maintaining the discipline. {60}

source: །མཁས་ཤིང་རྟོགས་པ་བློ་གྲོས་ལྡན་པ་དག །བྱིས་པ་གང་ནས་ལེགས་པར་འོངས་ཞེས་སྨྲ།
en: “The wise, sagacious, and realized Say ‘welcome’ when the foolish come,

source: །དེ་བཞིན་སྙན་པའི་ཚིག་གིས་ཉེར་བསྡུས་ནས།
en: Bringing them closer with pleasant words,

source: །དེ་དག་ལ་ནི་སྙིང་རྗེ་ཉེ་བར་འཇོག །བྱིས་པ་ལ་ནི་གང་ཕན་སྙིང་བརྩེ་བ།
en: And maintaining compassion for them; {61} “They are kind and helpful to them.

source: །དེ་ལ་གནོད་པ་བྱུང་ན་བྱིས་པ་དགའ།
en: But the foolish are happy when harm comes to the wise.

source: །དེ་ལྟའི་ཉེས་ཕྱིར་བྱིས་པ་རྣམ་སྤངས་ཏེ།
en: Because of such faults, the wise avoid the foolish

source: །རི་དགས་བཞིན་དུ་གཅིག་པུ་དགོན་པར་གནས།
en: And live alone like deer in the forest. {62}

source: །མཁས་པས་འདི་འདྲའི་ཉེས་པ་རིག་ནས་ནི།
en: “The wise, knowing these kinds of defects, Do not associate with fools.

source: །ཤེས་རབ་དམན་བསྟེན་བདག་ནི་མཐོ་རིས་ཉམས།
en: They think, ‘If I depend on those who have no wisdom,

source: །བྱང་ཆུབ་ཐོབ་པར་ག་ལ་འགྱུར་སྙམ་སྟེ། །བྱིས་པ་རྣམས་དང་ནམ་ཡང་ཡོང་མི་སྟེན།
en: There will be no higher rebirth, let alone the attainment of enlightenment.’ {63}

source: །བྱམས་པ་ལ་ནི་མཁས་པ་གནས་པར་འགྱུར།
en: “The wise reach enlightenment by putting into practice The samādhi of dwelling in love,

source: །སྙིང་རྗེ་དག་ལ་གནས་ཤིང་དགའ་སྤྱོད་དང་། །སྲིད་པ་ཀུན་ལ་རྟག་ཏུ་བཏང་སྙོམས་པ།
en: Of dwelling in compassion, of acting with joy, And with constant equanimity toward all existences. {64}

source: །ཏིང་ངེ་འཛིན་བསྒོམས་བྱང་ཆུབ་རེག་པར་འགྱུར། །མྱ་ངན་མེད་ཞི་བྱང་ཆུབ་དེས་རྟོགས་ཤིང་།
en: “They attain the enlightenment that is peace, free of misery.

source: །སེམས་ཅན་ན་རྒས་གཟིར་བར་རིག་ནས་ནི།
en: They perceive beings afflicted by illness and aging.

source: །དེ་ལ་སྙིང་རྗེ་རབ་ཏུ་ཉེར་བཞག་སྟེ།
en: They have compassion toward them,

source: །དོན་དམ་ལྡན་པའི་གཏམ་རྣམས་སྟོན་པར་བྱེད།
en: And give them the teachings of ultimate truth. {65}

source: །རྒྱལ་བའི་ཆོས་ཉིད་བརྗོད་དུ་མེད་པ་དང་། །བདེ་བར་གཤེགས་པའི་བདེན་པ་སུས་ཤེས་པ།
en: “Who can know the true nature of the jinas And the truth of the sugatas, which is beyond description?

source: །དེ་དག་འདི་ལྟ་བུ་ཡི་ཆོས་ཐོས་ནས།
en: It is they who hear this kind of Dharma

source: །འཕགས་པ་ཟང་ཟིང་མེད་པའི་བཟོད་པ་འཐོབ།
en: And attain the immaterial patience of the noble ones.” {66}

source: །ཆོས་ཟབ་མོ་ལ་བཟོད་པའི་ལེའུ་སྟེ་དགུ་པའོ།། །།
en: Conclusion of the ninth chapter, “The Patience of the Profound Dharma.” The Entry into the City Chapter 10

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ། །གཞོན་ནུ་དེ་ལྟ་བས་ན་ནན་ཏན་སྙིང་པོར་བྱའོ་ཞེས་གཞོན་ནུ་ཁྱོད་ཀྱིས་དེ་ལྟར་བསླབ་པར་བྱའོ།
en: The Bhagavān then said to the youth Candraprabha, “Therefore, young man, you should be someone who makes practice essential, and always trains in that way.

source: གཞོན་ནུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནན་ཏན་སྙིང་པོར་བྱེད་པ་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་རྙེད་པར་དཀའ་བ་མ་ཡིན་ན་ཏིང་ངེ་འཛིན་འདི་ལྟ་ཅི་སྨོས།
en: Young man, bodhisattva mahāsattvas who make practice essential will not even find it difficult to attain the highest, complete enlightenment of perfect buddhahood, not to mention attaining this samādhi.”

source: །དེ་ནས་ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འདི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་གདམས་པ་དང་། །རྗེས་སུ་བསྟན་པ་འདི་ལེགས་པར་བསྟན་ཅིང་ལེགས་པར་བཀོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་ཐམས་ཅད་བསྟན་ཏེ། ལེགས་པར་བཤད་པ་དང་ལེགས་པར་བཀོད་པ་བཅོམ་ལྡན་འདས་ངོ་མཚར་ཏོ།
en: Then the youth Candraprabha rose from his seat, removed his robe from one shoulder, and, kneeling on his right knee, with palms placed together, bowed toward the Bhagavān and exclaimed, “Bhagavān, that teaching and instruction that the bhagavāns have taught well, presented well, and explained well to the bodhisattva mahāsattvas, the entire bodhisattva training that they have explained well and presented well is marvelous.

source: །བཅོམ་ལྡན་འདས་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ཏེ། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཀྱང་མ་ལགས་ན་མུ་སྟེགས་ཅན་གཞན་གྱི་ལྟ་ཅི་སྨོས།
en: “Bhagavān, this is the scope of activity of the tathāgatas, not of the śrāvakas or pratyekabuddhas, let alone the tīrthikas.

source: བཅོམ་ལྡན་འདས་བདག་ཀྱང་ནན་ཏན་སྙིང་པོར་བགྱིས་ཏེ་ལུས་དང་སྲོག་ལ་ཡང་མི་ལྟ་བར་བགྱིས་ལ་དེ་བཞིན་གཤེགས་པའི་རྗེས་སུ་སློབ་བོ།
en: “Bhagavān, I, too, will make practice essential, and without care for life or body I shall train as the tathāgatas have.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why is that?

source: བཅོམ་ལྡན་འདས་བདག་ནི་དེ་བཞིན་གཤེགས་པའི་རྗེས་སུ་སློབ་པར་འཚལ་ལོ།
en: Bhagavān, I wish to train as the tathāgatas have.

source: །བཅོམ་ལྡན་འདས་བདག་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་ལོ།
en: Bhagavān, I wish to attain the highest, complete enlightenment of perfect buddhahood.

source: །བཅོམ་ལྡན་འདས་བདག་ནི་བདུད་སྡིག་ཅན་ཤིན་ཏུ་གཞིག་པར་འཚལ་ལོ།
en: Bhagavān, I wish to eliminate the evil māras.

source: །བཅོམ་ལྡན་འདས་བདག་ནི་སེམས་ཅན་ཐམས་ཅད་འཇིགས་པ་ཐམས་ཅད་དང་སྡུག་བསྔལ་ཐམས་ཅད་ལས་བསྒྲལ་བར་འཚལ་ལོ། །བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱག་གཡས་པ་བདག་གི་སྤྱི་བོ་ལ་གཞག་པར་གསོལ། དེ་ལ་འདི་སྐད་ཅེས་བྱ་སྟེ།
en: Bhagavān, I wish to free all beings from all fear and all suffering. I pray that the Bhagavān will place his right hand upon my head.” He said to the Bhagavān:

source: ནམ་མཁའ་འདྲ་ཞིང་རྡུལ་བྲལ་གཟུགས་བཟང་འཆང་།
en: “You have an excellent body, like a clear sky.

source: །ཤེས་རབ་སྲས་པོ་ལུས་དང་མཚན་མི་མངའ།
en: You are the son of wisdom, who has no body or attributes.

source: །ཡོན་ཏན་རྒྱ་མཚོ་རབ་ཟབ་ཐུགས་རྗེ་ཅན།
en: You are a deep ocean of qualities, and have compassion.

source: །མཚུངས་མེད་ཕྱག་ནི་བདག་གི་སྤྱི་བོར་ཞོག །དེ་སྐད་ཅེས་གསོལ་པ་དང་། །བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱག་གཡས་པ་དགེ་བའི་རྩ་བ་དུ་མ་ལས་བྱུང་བ།
en: You who are without equal, place your hand upon my head.” {i}

source: མཚན་སྣ་ཚོགས་ཀྱིས་ཤིན་ཏུ་བརྒྱན་པ། ལྷའི་གསེར་གྱི་ཁ་དོག་ལྟ་བུ་ཟླ་འོད་གཞོན་ནུར་གྱུར་པའི་སྤྱི་བོར་བཞག་གོ།
en: The Bhagavān placed upon Candraprabha’s head his right hand, which was adorned with many characteristics that were the result of many roots of merit, and which was of the color of divine gold.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཟླ་འོད་གཞོན་ནུར་གྱུར་པའི་སྤྱི་བོར་ཕྱག་གཡས་པ་བཞག་མ་ཐག་ཏུ་སྐད་ཅིག་དེ་ཉིད་ལ་ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་ལ་དཔའ་བར་འགྲོ་བ་དང་ནམ་མཁའ་མཛོད་དང་རྡོ་རྗེ་ལྟ་བུ་དང་ཡིད་ལྟར་མགྱོགས་པ་དང་གཟུགས་ཐམས་ཅད་སྟོན་པ་དང་སྒྲིབ་པ་མེད་པའི་མཐའ་དང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་སྟོན་པ་དང་སྟོང་པ་ཉིད་ཐམས་ཅད་ཀྱི་དབང་བསྐུར་བ་ཐོབ་པ་ལ་སོགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་བྱུང་བའི་ཏིང་ངེ་འཛིན་གྱི་སྒོ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་མ་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པ་དག་མངོན་དུ་གྱུར་ཏོ།
en: As soon as the Bhagavān placed his right hand upon Candraprabha’s head, in that very instant, more indescribable than indescribably many hundred thousand quintillions of samādhi entranceways that arise from the perfection of wisdom were revealed to Candraprabha, such as the heroic,the treasury of space,the vajra-like,the speed of the mind,the revealing of all forms,the ultimate absence of obscurations, the revealing of all tathāgatas,the consecration of all emptiness, and so on.

source: །གཟུངས་དང་རྣམ་པར་ཐར་པའི་སྒོ་དུ་མ་མངོན་དུ་གྱུར་ཏོ།
en: Many entranceways to dhāraṇīs and liberations were revealed.
